{"config": {"layers": [{"config": {"kernel_constraint": null, "kernel_regularizer": null, "activation": "relu", "dtype": "float32", "batch_input_shape": [null, 5], "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"stddev": 0.05, "seed": null, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_constraint": null, "bias_regularizer": null, "name": "dense_11", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 12}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"stddev": 0.05, "seed": null, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_constraint": null, "bias_regularizer": null, "name": "dense_12", "activity_regularizer": null, "trainable": true, "units": 36}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"stddev": 0.05, "seed": null, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_constraint": null, "bias_regularizer": null, "name": "dense_13", "activity_regularizer": null, "trainable": true, "units": 36}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"stddev": 0.05, "seed": null, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_constraint": null, "bias_regularizer": null, "name": "dense_14", "activity_regularizer": null, "trainable": true, "units": 36}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "kernel_regularizer": null, "activation": "linear", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"stddev": 0.05, "seed": null, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_constraint": null, "bias_regularizer": null, "name": "dense_15", "activity_regularizer": null, "trainable": true, "units": 1}, "class_name": "Dense"}], "name": "sequential_3"}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4"}