{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4", "config": {"layers": [{"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "activity_regularizer": null, "name": "dense_1", "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "units": 12, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "batch_input_shape": [null, 15]}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 36, "activity_regularizer": null, "name": "dense_2", "bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 36, "activity_regularizer": null, "name": "dense_3", "bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 8, "activity_regularizer": null, "name": "dense_4", "bias_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}}}], "name": "sequential_1"}}